/* Template name */
"Active Directory" = "Active Directory";

/* No comment provided by engineer. */
"Add" = "Добавить";

/* Dialog Title */
"Adding configuration failed" = "Не удалось добавить конфигурацию";

/* Status window message */
"Adding server to configuration" = "Добавление сервера в конфигурацию";

/* Status window message */
"Attempting to bind computer to directory" = "Попытка связать компьютер с каталогом";

/* Status window message */
"Attempting to unbind from Directory" = "Попытка отменить связь с каталогом";

/* No comment provided by engineer. */
"Bind\\U2026" = "Связать…";

/* Dialog message */
"Binding is required by the directory.  Add new LDAP server cancelled." = "Каталог требует связывания. Добавление нового сервера LDAP отменено.";

/* Dialog Title */
"Binding required" = "Требуется связывание";

/* No comment provided by engineer. */
"Bound to the directory as" = "Связывание с каталогом выполнено как";

/* No comment provided by engineer. */
"Cancel" = "Отменить";

/* Dialog message */
"Computer is bound" = "Компьютер связан";

/* Dialog Title */
"Computer record exists" = "Запись компьютера существует";

/* Status window message */
"Computer record missing from the directory.  Force unbinding." = "В каталоге отсутствует запись компьютера. Необходима принудительная отмена связывания.";

/* Status window message */
"Configuration of new server complete" = "Конфигурирование нового сервера завершено";

/* Default button continue */
"Continue" = "Продолжить";

/* appended to duplicated configs */
"copy" = "копия";

/* Dialog Title */
"Could not contact server" = "Не удалось соединиться с сервером";

/* Dialog message */
"Could not contact the LDAP server to unbind.  Would you like to forcibly remove this configuration?" = "Не удалось соединиться с сервером LDAP для отмены связи. Принудительно удалить эту конфигурацию?";

/* No comment provided by engineer. */
"Custom" = "Произвольный";

/* Default Attribute Types - title of global attribute type group */
"Default Attribute Types" = "Типы атрибутов по умолчанию";

/* No comment provided by engineer. */
"Delete LDAP Server?" = "Удалить сервер LDAP?";

/* Status window message */
"Detecting required security levels and binding requirements" = "Для обнаружения необходимы уровни безопасности и требования связи";

/* Dialog Title
   Status window message */
"Directory binding is not supported" = "Связывание каталогов не поддерживается";

/* No comment provided by engineer. */
"Authenticated directory binding is optional. Enter information to bind." = "Подтвержденное связывание каталога необязательно. Введите информацию для связывания.";

/* No comment provided by engineer. */
"Authenticated directory binding is required. Enter information to bind." = "Подтвержденное связывание каталога обязательно. Введите информацию для связывания.";

/* No comment provided by engineer. */
"An unexpected error occurred" = "Произошла непредвиденная ошибка";

/* No comment provided by engineer. */
"Don\\U02BCt Add" = "Не добавлять";

/* No comment provided by engineer. */
"Failed to allocate data buffer" = "Не удалось выделить память для буфера данных";

/* No comment provided by engineer. */
"Failed to allocate data list." = "Не удалось выделить память для списка данных.";

/* No comment provided by engineer. */
"Failed to build data list from strings." = "Не удалось построить список данных из строк.";

/* No comment provided by engineer. */
"Failed to open LDAPv3 node." = "Не удалось открыть узел LDAPv3.";

/* No comment provided by engineer. */
"Failed to save the LDAP configuration." = "Не удалось сохранить конфигурацию LDAP.";

/* No comment provided by engineer. */
"From Server" = "С сервера";

/* No comment provided by engineer. */
"Hide Options" = "Скрыть параметры";

/* Status window message */
"Initial server information discovery" = "Начальное обнаружение информации о сервере";

/* Dialog Title */
"Insufficient privileges" = "Недостаточно прав доступа";

/* Dialog Title */
"Invalid credentials supplied" = "Введены неверные учетные данные";

/* No comment provided by engineer. */
"Invalid credentials supplied.  Please re-enter." = "Введены неверные учетные данные. Повторите ввод.";

/* Error converting */
"Odd number of $ characters in literal mapping" = "Недопустимое количество символов $ в буквенном соответствии";

/* Default button OK */
"OK" = "ОК";

/* Template name */
"Open Directory Server" = "Сервер Open Directory";

/* No comment provided by engineer. */
"Overwrite" = "Перезаписать";

/* No comment provided by engineer. */
"Please confirm deletion." = "Подтвердите удаление.";

/* Dialog message */
"Please enter valid credentials that allow access to the directory specified." = "Введите действительные учетные данные, обеспечивающие доступ к указанному каталогу.";

/* Template name */
"RFC 2307 (Unix)" = "RFC 2307 (Unix)";

/* Dialog Title */
"Security requirements violation" = "Нарушение требований безопасности";

/* Dialog Title */
"Server already configured" = "Сервер уже сконфигурирован";

/* Dialog Title */
"Server did not respond" = "Сервер не отвечает";

/* No comment provided by engineer. */
"Show Options" = "Показать параметры";

/* Dialog Title */
"Strong authentication not supported" = "Строгая аутентификация не поддерживается";

/* default name when saving template - do not include .plist */
"Template" = "Шаблон";

/* Dialog message */
"The account you provided does not have enough privileges.  Please contact a network administrator for assistance." = "Указанная учетная запись не обладает достаточными правами. Обратитесь к администратору сети за помощью.";

/* Dialog message */
"The credentials you supplied were not valid, please try again." = "Введенные учетные данные недействительны. Повторите попытку.";

/* Dialog message */
"The server you are adding does not support strong authentication.  Passwords sent to this server may be readable by other computers on the network." = "Добавляемый сервер не поддерживает строгую аутентификацию. Пароли, отправленные на этот сервер, могут быть прочитаны другими компьютерами в сети.";

/* Dialog message */
"The server you selected does not comply with the configured security policy.  Add new LDAP server cancelled." = "Выбранный Вами сервер не соответствует сконфигурированной политике безопасности. Добавление нового сервера LDAP отменено.";

/* Dialog message */
"The server you specified could not be contacted.  Would you like to manually configure?" = "Невозможно соединиться с указанным сервером. Сконфигурировать вручную?";

/* Dialog message */
"The server you specified is already configured.  Add process cancelled." = "Указанный Вами сервер уже сконфигурирован. Процесс добавления отменен.";

/* Dialog message */
"There is already a computer in the directory with this name.  Do you wish to overwrite, this may disable another computer if it is in use?" = "В каталоге уже имеется компьютер с этим именем. Перезапись может блокировать другой компьютер, если он используется. Все равно перезаписать?";

/* Dialog message */
"This computer is bound to this directory, do you wish to unbind?" = "Данный компьютер связан с этим каталогом; отменить связь?";

/* Dialog message */
"Unable to add to this server to the configuration for an unknown reason.  Please use custom to continue this process." = "Невозможно добавить этот сервер в конфигурацию по неизвестной причине. Для продолжения этого процесса используйте произвольную настройку.";

/* Dialog Title */
"Unable to contact directory" = "Невозможно соединиться с каталогом";

/* Dialog message */
"Unable to contact the directory to do the bind.  Operation cancelled." = "Невозможно соединиться с каталогом для связывания. Операция отменена.";

/* No comment provided by engineer. */
"Unbind\\U2026" = "Отменить связь…";

/* Dialog message */
"Unexpected error while attempting to bind.  Operation cancelled." = "Неожиданная ошибка при попытке связывания. Операция отменена.";

/* Dialog Title */
"Unexpected error while binding" = "Неожиданная ошибка во время связывания";

/* No comment provided by engineer. */
"Untitled %d" = "Новая %d";

/* No comment provided by engineer. */
"Use authentication when connecting" = "Использовать аутентификацию при подключении";

/* Status window message */
"Validating record/attribute mapping" = "Проверка записи/ соответствия атрибута";

/* Status window message */
"Validating the credentials that were supplied" = "Проверка введенных учетных данных";

/* No comment provided by engineer. */
"Write to server failed" = "Не удалось выполнить запись на сервер";

